Revit 2027 API
ParameterTypeId.AssemblyCode Property
 "Assembly Code"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AssemblyCode { get; }
Public Shared ReadOnly Property AssemblyCode As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AssemblyCode {
	ForgeTypeId^ get ();
}
static member AssemblyCode : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace